alefragnani.Bookmarks
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
formulahendry.code-runner
IBM.output-colorizer
ionutvmi.path-autocomplete
IronGeek.vscode-env
jmrog.vscode-nuget-package-manager
ms-vscode.mono-debug
RandomFractalsInc.vscode-data-preview
sgryjp.japanese-word-handler
shuworks.vscode-table-formatter
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
