alefragnani.Bookmarks
aliariff.vscode-erb-beautify
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-image-size
bierner.markdown-preview-github-styles
brainfit.vscode-importmagic
bung87.vscode-gemfile
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
giflens.giflens
GitHub.remotehub
graykode.ai-docstring
HookyQR.beautify
IBM.output-colorizer
IronGeek.vscode-env
jebbs.markdown-extended
jebbs.plantuml
jmrog.vscode-nuget-package-manager
karizma.scoped-sort
magicstack.MagicPython
marp-team.marp-vscode
mgesbert.python-path
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.mono-debug
mushan.vscode-paste-image
njpwerner.autodocstring
Perkovec.emoji
RandomFractalsInc.vscode-data-preview
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
sgryjp.japanese-word-handler
shd101wyy.markdown-preview-enhanced
shuworks.vscode-table-formatter
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tushortz.python-extended-snippets
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
